interface Post {
  id: number;
  title: string;
  content: string;
  create_at: number;
}

export const POSTS: Post[] = [
  {
    id: 1,
    title:
      'যে ব্যক্তি কুরবানীর ঈদের পশু জবাই দেখতে পারে না তার হুকুম কি? কেননা এ দেখাটা তাকে প্রভাবিত করে; যদিও সে স্বীকার করে যে, একটি আল্লাহ্‌র নৈকট্যশীল মহন আমল।',
    content: `<div class="content">
        <p>আলহামদু লিল্লাহ।.</p><p dir="ltr" style="margin-left: -4.65pt;">নিজের কুরবানীর পশু ব্যক্তি নিজে জবাই করাটা উত্তম। যদি সে তা করতে না পারে কিংবা করতে না চায় তাহলে অন্যকে দায়িত্ব দিয়ে নিজে জবাই-এ উপস্থিত থাকায় কোন অসুবিধা নাই। যদি সেটা করতে না পারে কিংবা করতে না চায় তাহলে জবাই অনুষ্ঠানে না থাকলেও কোন অসুবিধা নাই।</p><p dir="ltr" style="margin-left: -4.65pt;">কেননা কুরবানীর পশু অন্যকে জবাই করার দায়িত্ব দেয়া জায়েয— এতে আলেমদের কোন মতভেদ নেই। আর জবাই এর অনুষ্ঠানে উপস্থিত থাকা মুস্তাহাব; ওয়াজিব নয়।</p>
        <p dir="ltr" style="margin-left: -4.65pt;">ইবনে কুদামা (রহঃ) বলেন: “যদি নিজ হাতে জবাই করে তাহলে সেটা উত্তম। কেননা নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম সাদাকালো ডোরাকাটা লম্বা শিংওয়ালা দুইটি ভেড়া দিয়ে কুরবানী করেছেন। তিনি সে দুটোকে নিজ হাতে জবাই করেছেন। বিস্‌মিল্লাহ্‌ পড়েছেন। আল্লাহু আকবার বলেছেন। সে দুটোর ঘাড়ের পার্শ্বদেশের উপর পা রেখেছেন। এবং তিনি তাঁর হজ্জ আদায়কালে ৬৩টি উট নিয়ে গেছেন; যেগুলো তিনি নিজ হাতে নহর (রক্তপাত) করেছেন।</p>
        <p dir="ltr" style="margin-left: -4.65pt;">আর যদি কেউ অন্যকে জবাই এর দায়িত্ব দেয় তাহলে সেটা জায়েয। কেননা নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম ৬৩টি উটের পর বাকীগুলো নহর করার জন্য অন্যকে দায়িত্ব দিয়েছিলেন। এ নিয়ে আলেমদের মাঝে কোন মতভেদ নেই। আর কুরবানীর পশুর জবাই –এ উপস্থিত থাকা মুস্তাহাব।”[আল-মুগনী (১৩/৩৮৯-৩৯০) থেকে সংক্ষেপে সমাপ্ত]</p>
        <p dir="ltr" style="margin-left: -4.65pt;">স্থায়ী কমিটির ফতোয়াসমগ্রে (১০/৪৪১) এসেছে:</p>
        <p dir="ltr" style="margin-left: -4.65pt;">“কুরবানীটি যদি নফল হয় তাহলে এর সওয়াব যার যার জন্য নিয়ত করা হয় তাকে তাকে অন্তর্ভুক্ত করবে। এমনকি যদি সে ব্যক্তি উপস্থিত না থাকে তবুও। যেহেতু নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন: “আমলসমূহ নিয়তের উপর নির্ভরশীল। এবং প্রত্যেক ব্যক্তি যা নিয়ত করে সেটা সে পাবে।”[সমাপ্ত]</p>
        <p dir="ltr" style="margin-left: -4.65pt;">আরও অধিক জানতে দেখুন: <a href="/bn/175475">175475</a> নং প্রশ্নোত্তর।</p><p dir="ltr" style="margin-left: -4.65pt;">আল্লাহ্‌ই সর্বজ্ঞ।</p></div>`,
    create_at: 1626598625912,
  },

  {
    id: 2,
    title: 'অবিবাহিত নারী কি নিজের পক্ষ থেকে কুরবানী করবেন?',
    content: `<div class="content">
        <p>আলহামদু লিল্লাহ।.</p><p dir="ltr" style="margin-left: -4.65pt;">সামর্থ্যবান নর-নারীর জন্য কুরবানী করা সুন্নতে মুয়াক্কাদা। ইতিপূর্বে <a class="LinkFatwa" href="/bn/answers/36432">36432</a> <a href="/bn/36432"> </a>নং প্রশ্নোত্তরে তা বিস্তারিত আলোচিত হয়েছে। এক্ষেত্রে কোন নারী বিবাহিত হওয়া কিংবা অবিবাহিত হওয়ার মধ্যে কোন পার্থক্য নেই।</p>
        <p dir="ltr" style="margin-left: -4.65pt;">ইবনে হাযম (রহঃ) তার ‘আল-মুহাল্লা’ গ্রন্থে (৬/৩৭) বলেন: “মুকীমের জন্য কুরবানী করা যেমন মুসাফিরের জন্যেও তেমন। কোন পার্থক্য নেই। অনুরূপভাবে নারীর জন্যেও। যেহেতু আল্লাহ্‌ তাআলা বলেন: <em>“</em><em>তোমরা ভাল কাজ কর</em><em>”</em>। নিঃসন্দেহে কুরবানী একটি ভাল কাজ। আমরা যাদের কথা উল্লেখ করলাম তারা সকলে ভাল কাজ করার প্রতি মুখাপেক্ষী এবং ভাল কাজের দিকে আহুত। আমরা কুরবানীর ব্যাপারে নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের যে বাণী উল্লেখ করেছি এতে তিনি শহরবাসী থেকে গ্রামবাসীকে, মুকীম থেকে মুসাফিরকে, নারী থেকে পুরুষকে খাস করেননি। সুতরাং এক্ষেত্রে কাউকে খাস করা বাতিল ও নাজায়েয।”[সংক্ষেপে সমাপ্ত]</p>
        <p dir="ltr" style="margin-left: -4.65pt;">যদি কোন নারী নিজের পক্ষ থেকে কিংবা তার পরিবারের পক্ষ থেকে কুরবানী করতে চান তাহলে একজন পুরুষকে যা যা করতে হয় তাকেও তা তা করতে হবে। যেমন চুল, নখ, চামড়া না কাটা। যেহেতু ইমাম মুসলিম (১৯৭৭) উম্মে সালামা (রাঃ) থেকে বর্ণনা করেছেন যে<strong>, </strong>নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন: <em>“</em><em>তোমাদের</em> <em>কেউ</em> <em>যখন</em> <em>যিলহজ্জ</em> <em>মাসের</em> <em>চাঁদ</em> <em>দেখবে</em> <em>এবং</em> <em>সে</em> <em>ব্যক্তি</em> <em>যদি</em> <em>কোরবানি</em> <em>করতে</em> <em>ইচ্ছুক</em> <em>হয়</em> <em>তাহলে</em> <em>সে</em> <em>যেন</em> <em>চুল</em> <em>ও</em> <em>নখ</em> <em>কাটা</em> <em>থেকে</em> <em>বিরত</em> <em>থাকে।</em>” অন্য এক রেওয়ায়েতে আছে<strong>,</strong> <em>“</em><em>সে</em> <em>যেন</em> <em>তার</em> <em>চুল</em> <em>ও</em> <em>চামড়ার</em> <em>কোন</em> <em>কিছু</em><em> (</em><em>কর্তন</em> <em>বা</em> <em>উপড়ে</em> <em>ফেলার</em> <em>মাধ্যমে</em><em>) </em><em>স্পর্শ</em> <em>না</em> <em>করে</em><em>”</em>।</p>
        <p dir="ltr" style="margin-left: -4.65pt;">আল্লাহ্‌ই সর্বজ্ঞ।</p></div>`,
    create_at: 1626599625912,
  },
  {
    id: 3,
    title:
      'কুরবানীর ক্ষেত্রে উত্তম কোনটি? আমি একটি ভেড়া জবাই করা; নাকি একটি গরুতে অংশীদার হওয়া?',
    content: `<div class="content">
    <p>আলহামদু লিল্লাহ।.</p><p dir="ltr" style="margin-left: -4.65pt;">“কুরবানী করার সর্বোত্তম পশু হচ্ছে: উট। এরপর গরু। এরপর ভেড়া ও ছাগল। এরপর গরুতে ভাগ দিয়ে কুরবানী করা। ইমাম আবু হানিফা ও ইমাম শাফেয়ি এ অভিমত ব্যক্ত করেছেন। যেহেতু নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম জুমাবারের ক্ষেত্রে বলেছেন: “যে ব্যক্তি প্রথম ঘণ্টায় (মসজিদে) গেল সে যেন একটি উট কুরবানী করল। যে ব্যক্তি দ্বিতীয় ঘণ্টায় গেল সে যেন একটি গরু কুরবানী করল। যে ব্যক্তি তৃতীয় ঘণ্টায় গেল সে যেন একটি শিং ওয়ালা প্রাপ্তবয়স্ক ভেড়া (কাবশ) দিয়ে কুরবানী করল। যে ব্যক্তি চতুর্থ ঘণ্টায় গেল সে যেন একটি মুরগী কুরবানী করল। আর যে ব্যক্তি পঞ্চম ঘণ্টায় গেল সে যেন একটি ডিম কুরবানী করল।”[সহিহ বুখারী (৮৮১) ও সহিহ মুসলিম (৮৫০)]</p>
    <p dir="ltr" style="margin-left: -4.65pt;">এবং যেহেতু এটি আল্লাহ্‌র নৈকট্য অর্জনমূলক জবাই। তাই এক্ষেত্রে হাদির ন্যায় উটই উত্তম।</p>
    <p dir="ltr" style="margin-left: -4.65pt;">আর উটের মধ্যে ভাগ দেয়ার চেয়ে ভেড়া বা ছাগল দিয়ে কুরবানী করা উত্তম। কেননা কুরবানীতে রক্তপাতটাই উদ্দিষ্ট। আর একাকী কুরবানীকারী (একটি পশুর) সম্পূর্ণ রক্তপাত করার মাধ্যমে আল্লাহর নৈকট্য হাছিল করেন। গানাম (ভেড়া-ছাগল) শ্রেণীর প্রাণীর মধ্যে কাবশ (প্রাপ্তবয়স্ক ভেড়া) সর্বোত্তম। যেহেতু ‘কাবশ’ ছিল নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের কুরবানীর পশু। এবং কাবশ এর গোশতও ভাল।”[আল-মুগনী (১৩/৩৬৬) থেকে সংক্ষেপে সমাপ্ত]</p>
    <p dir="ltr" style="margin-left: -4.65pt;">স্থায়ী কমিটিকে জিজ্ঞেস করা হয়েছিল: কুরবানীর ক্ষেত্রে কোন পশু উত্তম: কাবশ (পূর্ণবয়স্ক ভেড়া); নাকি গরু?</p>
    <p dir="ltr" style="margin-left: -4.65pt;">জবাবে তারা বলেন: সর্বোত্তম কুরবানীর পশু হলো উট। তারপর গরু। তারপর <span dir="RTL">شاة</span> (ভেড়া বা ছাগল)। তারপর উট বা গরুতে অংশীদারিত্ব। যেহেতু নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম জুমার নামাযের ব্যাপারে বলেছেন: “যে ব্যক্তি প্রথম ঘণ্টায় (মসজিদে) গেল সে যেন একটি উট কুরবানী করল...।”</p>
    <p dir="ltr" style="margin-left: -4.65pt;">হাদিস থেকে প্রমাণ পদ্ধতি: আল্লাহ্‌র নৈকট্য হাছিলের ক্ষেত্রে উট, গরু ও গানাম (ভেড়া-ছাগল)-এর মাঝে ব্যবধান থাকা। কোন সন্দেহ নাই যে, কুরবানী আল্লাহ্‌র নৈকট্য লাভের শ্রেষ্ঠ মাধ্যম। এবং যেহেতু উটের দাম বেশি, গোশত বেশি ও উপকারিতাও বেশি। তাই তিনজন ইমাম: আবু হানিফা, শাফেয়ি ও আহমাদ এই অভিমত ব্যক্ত করেছেন।</p>
    <p dir="ltr" style="margin-left: -4.65pt;">ইমাম মালেক বলেন: উত্তম হলো ভেড়া, এরপর গরু, এরপর উট। কেননা নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম দুটো কাবশ (পূর্ণবয়স্ক ভেড়া) দিয়ে কুরবানী করেছেন। যেটা উত্তম তিনি সেটা ছাড়া অন্যটি করেন না।</p>
    <p dir="ltr" style="margin-left: -4.65pt;">এই দলিলের জবাবে বলা যায়: নিশ্চয় নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম উম্মতের প্রতি কোমলতাস্বরূপ কখনও কখনও অনুত্তমটি নির্বাচন করেন। যেহেতু উম্মত তাঁকে অনুসরণ করবে। নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম উম্মতের প্রতি কঠোরতা আরোপ করতে চান না। আর তিনি তো গরু ও গানাম (ভেড়া-ছাগল)-এর উপর উটের মর্যাদা বলেই দিয়েছেন; যা ইতিপূর্বে উল্লেখ করা হয়েছে। আল্লাহ্‌ই সর্বজ্ঞ।”[সমাপ্ত]</p>
    <p dir="ltr" style="margin-left: -4.65pt;">[ফাতাওয়াল লাজনাদ দায়িমা (১১/৩৯৮)]</p>
    <p dir="ltr" style="margin-left: -4.65pt;">শাইখ ইবনে উছাইমীন (রহঃ) ‘আহকামুল উযহিয়্যাহ’ গ্রন্থে বলেন:</p>
    <p dir="ltr" style="margin-left: -4.65pt;">“কুরবানীর পশুর মধ্যে উত্তম হলো: উট, তারপর গরু যদি কেউ গোটা উট বা গোটা গরু দিয়ে কুরবানী করে। তারপর ভেড়া। তারপর ছাগল। তারপর উটের সাতভাগের একভাগ। তারপর গরুর সাতভাগের একভাগ”।[সমাপ্ত]</p></div>`,
    create_at: 1626625195511,
  },
  {
    id: 4,
    title:
      'আমাদের জন্য গর্ভবতী পশু দিয়ে কুরবানী করা কি হালাল? যদি সেটা জায়েয হয় তাহলে গর্ভস্থিত পশুটিকে আমাদের কি করা উচিত?',
    content: `<div class="content">
        <p>আলহামদু লিল্লাহ।.</p><p dir="ltr" style="margin-left: -4.65pt;">নিজের কুরবানীর পশু ব্যক্তি নিজে জবাই করাটা উত্তম। যদি সে তা করতে না পারে কিংবা করতে না চায় তাহলে অন্যকে দায়িত্ব দিয়ে নিজে জবাই-এ উপস্থিত থাকায় কোন অসুবিধা নাই। যদি সেটা করতে না পারে কিংবা করতে না চায় তাহলে জবাই অনুষ্ঠানে না থাকলেও কোন অসুবিধা নাই।</p><p dir="ltr" style="margin-left: -4.65pt;">কেননা কুরবানীর পশু অন্যকে জবাই করার দায়িত্ব দেয়া জায়েয— এতে আলেমদের কোন মতভেদ নেই। আর জবাই এর অনুষ্ঠানে উপস্থিত থাকা মুস্তাহাব; ওয়াজিব নয়।</p>
        <p dir="ltr" style="margin-left: -4.65pt;">ইবনে কুদামা (রহঃ) বলেন: “যদি নিজ হাতে জবাই করে তাহলে সেটা উত্তম। কেননা নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম সাদাকালো ডোরাকাটা লম্বা শিংওয়ালা দুইটি ভেড়া দিয়ে কুরবানী করেছেন। তিনি সে দুটোকে নিজ হাতে জবাই করেছেন। বিস্‌মিল্লাহ্‌ পড়েছেন। আল্লাহু আকবার বলেছেন। সে দুটোর ঘাড়ের পার্শ্বদেশের উপর পা রেখেছেন। এবং তিনি তাঁর হজ্জ আদায়কালে ৬৩টি উট নিয়ে গেছেন; যেগুলো তিনি নিজ হাতে নহর (রক্তপাত) করেছেন।</p>
        <p dir="ltr" style="margin-left: -4.65pt;">আর যদি কেউ অন্যকে জবাই এর দায়িত্ব দেয় তাহলে সেটা জায়েয। কেননা নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম ৬৩টি উটের পর বাকীগুলো নহর করার জন্য অন্যকে দায়িত্ব দিয়েছিলেন। এ নিয়ে আলেমদের মাঝে কোন মতভেদ নেই। আর কুরবানীর পশুর জবাই –এ উপস্থিত থাকা মুস্তাহাব।”[আল-মুগনী (১৩/৩৮৯-৩৯০) থেকে সংক্ষেপে সমাপ্ত]</p>
        <p dir="ltr" style="margin-left: -4.65pt;">স্থায়ী কমিটির ফতোয়াসমগ্রে (১০/৪৪১) এসেছে:</p>
        <p dir="ltr" style="margin-left: -4.65pt;">“কুরবানীটি যদি নফল হয় তাহলে এর সওয়াব যার যার জন্য নিয়ত করা হয় তাকে তাকে অন্তর্ভুক্ত করবে। এমনকি যদি সে ব্যক্তি উপস্থিত না থাকে তবুও। যেহেতু নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন: “আমলসমূহ নিয়তের উপর নির্ভরশীল। এবং প্রত্যেক ব্যক্তি যা নিয়ত করে সেটা সে পাবে।”[সমাপ্ত]</p>
        <p dir="ltr" style="margin-left: -4.65pt;">আরও অধিক জানতে দেখুন: <a href="/bn/175475">175475</a> নং প্রশ্নোত্তর।</p><p dir="ltr" style="margin-left: -4.65pt;">আল্লাহ্‌ই সর্বজ্ঞ।</p></div>`,
    create_at: 1626598625912,
  },

  {
    id: 5,
    title:
      'এক নারী চায়ের কাপ পড়া দেয়। সে একটি অশ্লীল ম্যাগাজিনে তার ঠিকানা প্রচার করেছে। আমি আশা করব তাকে উদ্দেশ্য করে নসিহত পেশ করবেন।',
    content: `<div class="content">
        <p>আলহামদু লিল্লাহ।.</p><p dir="ltr" style="margin-left: -4.65pt;">সামর্থ্যবান নর-নারীর জন্য কুরবানী করা সুন্নতে মুয়াক্কাদা। ইতিপূর্বে <a class="LinkFatwa" href="/bn/answers/36432">36432</a> <a href="/bn/36432"> </a>নং প্রশ্নোত্তরে তা বিস্তারিত আলোচিত হয়েছে। এক্ষেত্রে কোন নারী বিবাহিত হওয়া কিংবা অবিবাহিত হওয়ার মধ্যে কোন পার্থক্য নেই।</p>
        <p dir="ltr" style="margin-left: -4.65pt;">ইবনে হাযম (রহঃ) তার ‘আল-মুহাল্লা’ গ্রন্থে (৬/৩৭) বলেন: “মুকীমের জন্য কুরবানী করা যেমন মুসাফিরের জন্যেও তেমন। কোন পার্থক্য নেই। অনুরূপভাবে নারীর জন্যেও। যেহেতু আল্লাহ্‌ তাআলা বলেন: <em>“</em><em>তোমরা ভাল কাজ কর</em><em>”</em>। নিঃসন্দেহে কুরবানী একটি ভাল কাজ। আমরা যাদের কথা উল্লেখ করলাম তারা সকলে ভাল কাজ করার প্রতি মুখাপেক্ষী এবং ভাল কাজের দিকে আহুত। আমরা কুরবানীর ব্যাপারে নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের যে বাণী উল্লেখ করেছি এতে তিনি শহরবাসী থেকে গ্রামবাসীকে, মুকীম থেকে মুসাফিরকে, নারী থেকে পুরুষকে খাস করেননি। সুতরাং এক্ষেত্রে কাউকে খাস করা বাতিল ও নাজায়েয।”[সংক্ষেপে সমাপ্ত]</p>
        <p dir="ltr" style="margin-left: -4.65pt;">যদি কোন নারী নিজের পক্ষ থেকে কিংবা তার পরিবারের পক্ষ থেকে কুরবানী করতে চান তাহলে একজন পুরুষকে যা যা করতে হয় তাকেও তা তা করতে হবে। যেমন চুল, নখ, চামড়া না কাটা। যেহেতু ইমাম মুসলিম (১৯৭৭) উম্মে সালামা (রাঃ) থেকে বর্ণনা করেছেন যে<strong>, </strong>নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন: <em>“</em><em>তোমাদের</em> <em>কেউ</em> <em>যখন</em> <em>যিলহজ্জ</em> <em>মাসের</em> <em>চাঁদ</em> <em>দেখবে</em> <em>এবং</em> <em>সে</em> <em>ব্যক্তি</em> <em>যদি</em> <em>কোরবানি</em> <em>করতে</em> <em>ইচ্ছুক</em> <em>হয়</em> <em>তাহলে</em> <em>সে</em> <em>যেন</em> <em>চুল</em> <em>ও</em> <em>নখ</em> <em>কাটা</em> <em>থেকে</em> <em>বিরত</em> <em>থাকে।</em>” অন্য এক রেওয়ায়েতে আছে<strong>,</strong> <em>“</em><em>সে</em> <em>যেন</em> <em>তার</em> <em>চুল</em> <em>ও</em> <em>চামড়ার</em> <em>কোন</em> <em>কিছু</em><em> (</em><em>কর্তন</em> <em>বা</em> <em>উপড়ে</em> <em>ফেলার</em> <em>মাধ্যমে</em><em>) </em><em>স্পর্শ</em> <em>না</em> <em>করে</em><em>”</em>।</p>
        <p dir="ltr" style="margin-left: -4.65pt;">আল্লাহ্‌ই সর্বজ্ঞ।</p></div>`,
    create_at: 1626599625912,
  },
  {
    id: 6,
    title:
      'সাত বছর আগে আমি এক গণকের কাছে গিয়েছি। এরপর এক জ্যোতিষির কাছে গিয়েছি। তখন আমি ওয়াসওয়াসাতে আক্রান্ত ছিলাম।আমি জানতাম যে, জ্যোতিষির কাছে বা ভাগ্য গণকের কাছে যাওয়া শির্ক। কিন্তু আমি শির্কের অর্থ জানতাম না এবং এটি যে, ইসলাম থেকে বেরিয়ে যাওয়া তা জানতাম না। এত বছর পর আমি সব গুনাহ ও পাপ থেকে আল্লাহ্‌র কাছে তাওবা করেছি। আমি কিতাবুত তাওহীদ পড়া শুরু করেছি; যাতে করে আমার আকিদা সহিহ করতে পারি। আমি জানতে পারলাম যে, আমি বড় শির্কে লিপ্ত হয়েছি। আমার জন্যে কি কোন তাওবা আছে? আমি কি পুনরায় কালিমা পড়ব',
    content: `<div class="content">
    <p>আলহামদু লিল্লাহ।.</p><p dir="ltr" style="margin-left: -4.65pt;">“কুরবানী করার সর্বোত্তম পশু হচ্ছে: উট। এরপর গরু। এরপর ভেড়া ও ছাগল। এরপর গরুতে ভাগ দিয়ে কুরবানী করা। ইমাম আবু হানিফা ও ইমাম শাফেয়ি এ অভিমত ব্যক্ত করেছেন। যেহেতু নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম জুমাবারের ক্ষেত্রে বলেছেন: “যে ব্যক্তি প্রথম ঘণ্টায় (মসজিদে) গেল সে যেন একটি উট কুরবানী করল। যে ব্যক্তি দ্বিতীয় ঘণ্টায় গেল সে যেন একটি গরু কুরবানী করল। যে ব্যক্তি তৃতীয় ঘণ্টায় গেল সে যেন একটি শিং ওয়ালা প্রাপ্তবয়স্ক ভেড়া (কাবশ) দিয়ে কুরবানী করল। যে ব্যক্তি চতুর্থ ঘণ্টায় গেল সে যেন একটি মুরগী কুরবানী করল। আর যে ব্যক্তি পঞ্চম ঘণ্টায় গেল সে যেন একটি ডিম কুরবানী করল।”[সহিহ বুখারী (৮৮১) ও সহিহ মুসলিম (৮৫০)]</p>
    <p dir="ltr" style="margin-left: -4.65pt;">এবং যেহেতু এটি আল্লাহ্‌র নৈকট্য অর্জনমূলক জবাই। তাই এক্ষেত্রে হাদির ন্যায় উটই উত্তম।</p>
    <p dir="ltr" style="margin-left: -4.65pt;">আর উটের মধ্যে ভাগ দেয়ার চেয়ে ভেড়া বা ছাগল দিয়ে কুরবানী করা উত্তম। কেননা কুরবানীতে রক্তপাতটাই উদ্দিষ্ট। আর একাকী কুরবানীকারী (একটি পশুর) সম্পূর্ণ রক্তপাত করার মাধ্যমে আল্লাহর নৈকট্য হাছিল করেন। গানাম (ভেড়া-ছাগল) শ্রেণীর প্রাণীর মধ্যে কাবশ (প্রাপ্তবয়স্ক ভেড়া) সর্বোত্তম। যেহেতু ‘কাবশ’ ছিল নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের কুরবানীর পশু। এবং কাবশ এর গোশতও ভাল।”[আল-মুগনী (১৩/৩৬৬) থেকে সংক্ষেপে সমাপ্ত]</p>
    <p dir="ltr" style="margin-left: -4.65pt;">স্থায়ী কমিটিকে জিজ্ঞেস করা হয়েছিল: কুরবানীর ক্ষেত্রে কোন পশু উত্তম: কাবশ (পূর্ণবয়স্ক ভেড়া); নাকি গরু?</p>
    <p dir="ltr" style="margin-left: -4.65pt;">জবাবে তারা বলেন: সর্বোত্তম কুরবানীর পশু হলো উট। তারপর গরু। তারপর <span dir="RTL">شاة</span> (ভেড়া বা ছাগল)। তারপর উট বা গরুতে অংশীদারিত্ব। যেহেতু নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম জুমার নামাযের ব্যাপারে বলেছেন: “যে ব্যক্তি প্রথম ঘণ্টায় (মসজিদে) গেল সে যেন একটি উট কুরবানী করল...।”</p>
    <p dir="ltr" style="margin-left: -4.65pt;">হাদিস থেকে প্রমাণ পদ্ধতি: আল্লাহ্‌র নৈকট্য হাছিলের ক্ষেত্রে উট, গরু ও গানাম (ভেড়া-ছাগল)-এর মাঝে ব্যবধান থাকা। কোন সন্দেহ নাই যে, কুরবানী আল্লাহ্‌র নৈকট্য লাভের শ্রেষ্ঠ মাধ্যম। এবং যেহেতু উটের দাম বেশি, গোশত বেশি ও উপকারিতাও বেশি। তাই তিনজন ইমাম: আবু হানিফা, শাফেয়ি ও আহমাদ এই অভিমত ব্যক্ত করেছেন।</p>
    <p dir="ltr" style="margin-left: -4.65pt;">ইমাম মালেক বলেন: উত্তম হলো ভেড়া, এরপর গরু, এরপর উট। কেননা নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম দুটো কাবশ (পূর্ণবয়স্ক ভেড়া) দিয়ে কুরবানী করেছেন। যেটা উত্তম তিনি সেটা ছাড়া অন্যটি করেন না।</p>
    <p dir="ltr" style="margin-left: -4.65pt;">এই দলিলের জবাবে বলা যায়: নিশ্চয় নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম উম্মতের প্রতি কোমলতাস্বরূপ কখনও কখনও অনুত্তমটি নির্বাচন করেন। যেহেতু উম্মত তাঁকে অনুসরণ করবে। নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম উম্মতের প্রতি কঠোরতা আরোপ করতে চান না। আর তিনি তো গরু ও গানাম (ভেড়া-ছাগল)-এর উপর উটের মর্যাদা বলেই দিয়েছেন; যা ইতিপূর্বে উল্লেখ করা হয়েছে। আল্লাহ্‌ই সর্বজ্ঞ।”[সমাপ্ত]</p>
    <p dir="ltr" style="margin-left: -4.65pt;">[ফাতাওয়াল লাজনাদ দায়িমা (১১/৩৯৮)]</p>
    <p dir="ltr" style="margin-left: -4.65pt;">শাইখ ইবনে উছাইমীন (রহঃ) ‘আহকামুল উযহিয়্যাহ’ গ্রন্থে বলেন:</p>
    <p dir="ltr" style="margin-left: -4.65pt;">“কুরবানীর পশুর মধ্যে উত্তম হলো: উট, তারপর গরু যদি কেউ গোটা উট বা গোটা গরু দিয়ে কুরবানী করে। তারপর ভেড়া। তারপর ছাগল। তারপর উটের সাতভাগের একভাগ। তারপর গরুর সাতভাগের একভাগ”।[সমাপ্ত]</p></div>`,
    create_at: 1626625195511,
  },
];
