interface Post {
  id: number;
  title: string;
  content: string;
  create_at: number;
}

export const POSTS: Post[] = [
  {
    id: 1,
    title:
      'যে ব্যক্তি কুরবানীর ঈদের পশু জবাই দেখতে পারে না তার হুকুম কি? কেননা এ দেখাটা তাকে প্রভাবিত করে; যদিও সে স্বীকার করে যে, একটি আল্লাহ্‌র নৈকট্যশীল মহন আমল।',
    content: `<div class="content">
        <p>আলহামদু লিল্লাহ।.</p><p dir="ltr" style="margin-left: -4.65pt;">নিজের কুরবানীর পশু ব্যক্তি নিজে জবাই করাটা উত্তম। যদি সে তা করতে না পারে কিংবা করতে না চায় তাহলে অন্যকে দায়িত্ব দিয়ে নিজে জবাই-এ উপস্থিত থাকায় কোন অসুবিধা নাই। যদি সেটা করতে না পারে কিংবা করতে না চায় তাহলে জবাই অনুষ্ঠানে না থাকলেও কোন অসুবিধা নাই।</p><p dir="ltr" style="margin-left: -4.65pt;">কেননা কুরবানীর পশু অন্যকে জবাই করার দায়িত্ব দেয়া জায়েয— এতে আলেমদের কোন মতভেদ নেই। আর জবাই এর অনুষ্ঠানে উপস্থিত থাকা মুস্তাহাব; ওয়াজিব নয়।</p>
        <p dir="ltr" style="margin-left: -4.65pt;">ইবনে কুদামা (রহঃ) বলেন: “যদি নিজ হাতে জবাই করে তাহলে সেটা উত্তম। কেননা নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম সাদাকালো ডোরাকাটা লম্বা শিংওয়ালা দুইটি ভেড়া দিয়ে কুরবানী করেছেন। তিনি সে দুটোকে নিজ হাতে জবাই করেছেন। বিস্‌মিল্লাহ্‌ পড়েছেন। আল্লাহু আকবার বলেছেন। সে দুটোর ঘাড়ের পার্শ্বদেশের উপর পা রেখেছেন। এবং তিনি তাঁর হজ্জ আদায়কালে ৬৩টি উট নিয়ে গেছেন; যেগুলো তিনি নিজ হাতে নহর (রক্তপাত) করেছেন।</p>
        <p dir="ltr" style="margin-left: -4.65pt;">আর যদি কেউ অন্যকে জবাই এর দায়িত্ব দেয় তাহলে সেটা জায়েয। কেননা নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম ৬৩টি উটের পর বাকীগুলো নহর করার জন্য অন্যকে দায়িত্ব দিয়েছিলেন। এ নিয়ে আলেমদের মাঝে কোন মতভেদ নেই। আর কুরবানীর পশুর জবাই –এ উপস্থিত থাকা মুস্তাহাব।”[আল-মুগনী (১৩/৩৮৯-৩৯০) থেকে সংক্ষেপে সমাপ্ত]</p>
        <p dir="ltr" style="margin-left: -4.65pt;">স্থায়ী কমিটির ফতোয়াসমগ্রে (১০/৪৪১) এসেছে:</p>
        <p dir="ltr" style="margin-left: -4.65pt;">“কুরবানীটি যদি নফল হয় তাহলে এর সওয়াব যার যার জন্য নিয়ত করা হয় তাকে তাকে অন্তর্ভুক্ত করবে। এমনকি যদি সে ব্যক্তি উপস্থিত না থাকে তবুও। যেহেতু নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন: “আমলসমূহ নিয়তের উপর নির্ভরশীল। এবং প্রত্যেক ব্যক্তি যা নিয়ত করে সেটা সে পাবে।”[সমাপ্ত]</p>
        <p dir="ltr" style="margin-left: -4.65pt;">আরও অধিক জানতে দেখুন: <a href="/bn/175475">175475</a> নং প্রশ্নোত্তর।</p><p dir="ltr" style="margin-left: -4.65pt;">আল্লাহ্‌ই সর্বজ্ঞ।</p></div>`,
    create_at: 1626598625912,
  },

  {
    id: 2,
    title: 'অবিবাহিত নারী কি নিজের পক্ষ থেকে কুরবানী করবেন?',
    content: `<div class="content">
        <p>আলহামদু লিল্লাহ।.</p><p dir="ltr" style="margin-left: -4.65pt;">সামর্থ্যবান নর-নারীর জন্য কুরবানী করা সুন্নতে মুয়াক্কাদা। ইতিপূর্বে <a class="LinkFatwa" href="/bn/answers/36432">36432</a> <a href="/bn/36432"> </a>নং প্রশ্নোত্তরে তা বিস্তারিত আলোচিত হয়েছে। এক্ষেত্রে কোন নারী বিবাহিত হওয়া কিংবা অবিবাহিত হওয়ার মধ্যে কোন পার্থক্য নেই।</p>
        <p dir="ltr" style="margin-left: -4.65pt;">ইবনে হাযম (রহঃ) তার ‘আল-মুহাল্লা’ গ্রন্থে (৬/৩৭) বলেন: “মুকীমের জন্য কুরবানী করা যেমন মুসাফিরের জন্যেও তেমন। কোন পার্থক্য নেই। অনুরূপভাবে নারীর জন্যেও। যেহেতু আল্লাহ্‌ তাআলা বলেন: <em>“</em><em>তোমরা ভাল কাজ কর</em><em>”</em>। নিঃসন্দেহে কুরবানী একটি ভাল কাজ। আমরা যাদের কথা উল্লেখ করলাম তারা সকলে ভাল কাজ করার প্রতি মুখাপেক্ষী এবং ভাল কাজের দিকে আহুত। আমরা কুরবানীর ব্যাপারে নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের যে বাণী উল্লেখ করেছি এতে তিনি শহরবাসী থেকে গ্রামবাসীকে, মুকীম থেকে মুসাফিরকে, নারী থেকে পুরুষকে খাস করেননি। সুতরাং এক্ষেত্রে কাউকে খাস করা বাতিল ও নাজায়েয।”[সংক্ষেপে সমাপ্ত]</p>
        <p dir="ltr" style="margin-left: -4.65pt;">যদি কোন নারী নিজের পক্ষ থেকে কিংবা তার পরিবারের পক্ষ থেকে কুরবানী করতে চান তাহলে একজন পুরুষকে যা যা করতে হয় তাকেও তা তা করতে হবে। যেমন চুল, নখ, চামড়া না কাটা। যেহেতু ইমাম মুসলিম (১৯৭৭) উম্মে সালামা (রাঃ) থেকে বর্ণনা করেছেন যে<strong>, </strong>নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন: <em>“</em><em>তোমাদের</em> <em>কেউ</em> <em>যখন</em> <em>যিলহজ্জ</em> <em>মাসের</em> <em>চাঁদ</em> <em>দেখবে</em> <em>এবং</em> <em>সে</em> <em>ব্যক্তি</em> <em>যদি</em> <em>কোরবানি</em> <em>করতে</em> <em>ইচ্ছুক</em> <em>হয়</em> <em>তাহলে</em> <em>সে</em> <em>যেন</em> <em>চুল</em> <em>ও</em> <em>নখ</em> <em>কাটা</em> <em>থেকে</em> <em>বিরত</em> <em>থাকে।</em>” অন্য এক রেওয়ায়েতে আছে<strong>,</strong> <em>“</em><em>সে</em> <em>যেন</em> <em>তার</em> <em>চুল</em> <em>ও</em> <em>চামড়ার</em> <em>কোন</em> <em>কিছু</em><em> (</em><em>কর্তন</em> <em>বা</em> <em>উপড়ে</em> <em>ফেলার</em> <em>মাধ্যমে</em><em>) </em><em>স্পর্শ</em> <em>না</em> <em>করে</em><em>”</em>।</p>
        <p dir="ltr" style="margin-left: -4.65pt;">আল্লাহ্‌ই সর্বজ্ঞ।</p></div>`,
    create_at: 1626599625912,
  },
];
